bierner.markdown-emoji
bierner.markdown-mermaid
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
foxundermoon.shell-format
github.copilot
github.copilot-chat
github.vscode-github-actions
golang.go
hashicorp.terraform
hediet.vscode-drawio
mechatroner.rainbow-csv
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
oderwat.indent-rainbow
rangav.vscode-thunder-client
redhat.vscode-yaml
rust-lang.rust-analyzer
shd101wyy.markdown-preview-enhanced
tamasfe.even-better-toml
vscodevim.vim
yzhang.markdown-all-in-one
