tap "homebrew/bundle"

brew "aws-vault"
brew "awscli"
brew "ccat"
brew "chamber"
brew "colordiff"
brew "eza"
brew "fzf"
brew "ghq"
brew "gibo"
brew "gitui"
brew "gnu-sed"
brew "grep"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "neovim"
brew "tfenv"
brew "tree"
brew "wget"
brew "yq"

cask "alfred"
cask "bitwarden"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "krita"
cask "microsoft-teams"
cask "parallels-client"
cask "rancher"
cask "slack"
cask "utm"
cask "visual-studio-code"
cask "wezterm@nightly"
cask "zed"
