# core cli
brew "eza"
brew "ccat"
brew "colordiff"
brew "grep"
brew "gnu-sed"
brew "jq"
brew "yq"
brew "wget"
brew "git-delta"
brew "macchina"

# dev tools
brew "gitui"
brew "ghq"
brew "gibo"
brew "tfenv"
brew "volta"
brew "awscli"
brew "aws-vault"
brew "jwt-cli"

# cloud native
brew "k9s"
brew "kubernetes-cli"

# terminal, shell
brew "fzf"
brew "starship"
brew "neovim"

# lsp
brew "lua-language-server"

# applications

## browser
cask "arc"

## communications
cask "microsoft-teams"
cask "slack"

## utils
cask "raycast"
cask "stats"
cask "proton-mail"
cask "proton-pass"

## IDE
cask "visual-studio-code"
cask "zed"
cask "kiro"

## docker
cask "orbstack"

## terminal
cask "ghostty"

# fonts
cask "font-symbols-only-nerd-font"
cask "font-hack-nerd-font"
cask "font-monaspace"
