brew "aws-vault"
brew "awscli"
brew "ccat"
brew "colordiff"
brew "eza"
brew "fzf"
brew "ghq"
brew "gibo"
brew "gitui"
brew "gnu-sed"
brew "grep"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "neovim"
brew "macchina"
brew "starship"
brew "tfenv"
brew "tree"
brew "wget"
brew "volta"
brew "yq"

cask "arc"
cask "bitwarden"
cask "font-symbols-only-nerd-font"
cask "font-monaspace"
cask "google-japanese-ime"
cask "microsoft-teams"
cask "parallels-client"
cask "rancher"
cask "raycast"
cask "slack"
cask "stats"
cask "utm"
cask "visual-studio-code"
cask "wezterm@nightly"
cask "zed"
